{
  "title": "Polityka prywatności — jak przetwarzam dane osobowe | Amadeusz Mileszko",
  "description": "Zobacz, jak dbam o bezpieczeństwo i poufność Twoich danych: zasady RODO, cookies, przetwarzanie i prawa użytkowników. Pełna jawność polityki prywatności, kontakt i zasady dotyczące Twoich danych osobowych.",
  "sections": {
    "policy": {
      "id": "polityka-prywatnosci",
      "badge": "Polityka prywatności",
      "title": "🔒 Polityka prywatności",
      "description": "<primaryOrderedList><listItem>Informacje ogólne<secondaryOrderedList><listItem>Niniejsza Polityka Prywatności określa zasady przetwarzania danych osobowych przez firmę <strong>Amadeusz Mileszko</strong> z siedzibą przy <strong>ul. Augustyna Szamarzewskiego 21/lok. 2, 60-514 Poznań, NIP: 2810095737</strong> (dalej: <strong>Administrator</strong>). </listItem><listItem>Kontakt z Administratorem możliwy jest poprzez: <unorderedList><listItem><contactLink>Formularz kontaktowy</contactLink> na stronie. </listItem><listItem>Adres e-mail: <emailLink>$t(paths:email)</emailLink></listItem></unorderedList></listItem><listItem>Administrator nie powołał Inspektora Ochrony Danych Osobowych, ponieważ nie ma takiego obowiązku na gruncie RODO.</listItem></secondaryOrderedList></listItem><listItem>Zakres przetwarzanych danych osobowych<secondaryOrderedList><listItem>Administrator przetwarza następujące dane osobowe użytkowników: <unorderedList><listItem><strong>Adres e-mail</strong> – podany w formularzu kontaktowym, przy rezerwacji rozmowy lub w kontakcie bezpośrednim, </listItem><listItem><strong>Imię i nazwisko lub nazwa firmy</strong> – jeśli zostaną dobrowolnie podane w wiadomości, załącznikach lub przy zgłaszaniu chęci podpisania NDA, </listItem><listItem><strong>Informacje przekazane w formularzu</strong> – temat zgłoszenia, opis problemu/celu, preferowany model współpracy, informacje do NDA, treść korespondencji, </listItem><listItem><strong>Załączniki</strong> – pliki przesłane przez formularz (np. specyfikacje, diagramy, dokumenty projektowe), </listItem><listItem><strong>Dane techniczne</strong> – takie jak adres IP, rodzaj przeglądarki, urządzenia, oraz anonimowe dane zbierane przez narzędzia analityczne, </listItem></unorderedList></listItem><listItem>Podanie danych jest <strong>dobrowolne</strong>, jednak niezbędne do udzielenia odpowiedzi na zgłoszenie lub umówienia rozmowy. </listItem></secondaryOrderedList></listItem><listItem>Cele i podstawy prawne przetwarzania danych<secondaryOrderedList><listItem>Dane osobowe są przetwarzane w następujących celach: <unorderedList><listItem><strong>Odpowiedź na zgłoszenie, kontakt bezpośredni lub rezerwacja rozmowy</strong> – w celu obsługi zapytania wysłanego przez formularz, e-mail lub przez LinkedIn, na podstawie prawnie uzasadnionego interesu Administratora <strong>(art. 6 ust. 1 lit. f RODO)</strong> polegającego na udzielaniu odpowiedzi i prowadzeniu korespondencji. </listItem><listItem><strong>Analiza statystyczna ruchu na stronie</strong> – z wykorzystaniem narzędzia <googleAnalyticsLink>Google Analytics</googleAnalyticsLink>, na podstawie prawnie uzasadnionego interesu Administratora <strong>(art. 6 ust. 1 lit. f RODO)</strong>, polegającego na poprawie jakości usług oraz analizie zachowania użytkowników na stronie. </listItem><listItem><strong>Zawarcie i realizacja umowy NDA</strong> – jeśli zgłoszenie obejmuje chęć podpisania umowy NDA oraz dalszy kontakt związany ze współpracą, na podstawie konieczności do zawarcia lub wykonania umowy <strong>(art. 6 ust. 1 lit. b RODO)</strong>. </listItem></unorderedList></listItem><listItem><googleAnalyticsLink>Google Analytics</googleAnalyticsLink> zbiera dane dotyczące zachowania użytkowników (np. ruch na stronie, lokalizacja, typ urządzenia). Adresy IP są anonimizowane przed ich dalszym przetwarzaniem. Szczegółowe informacje o polityce Google można znaleźć <googleAnalyticsPolicyLink>tutaj</googleAnalyticsPolicyLink>. Użytkownik może wyłączyć <googleAnalyticsLink>Google Analytics</googleAnalyticsLink> za pomocą narzędzia opt-out: <googleAnalyticsOptOutLink>Google Opt-out</googleAnalyticsOptOutLink>. </listItem><listItem>Przetwarzanie danych na potrzeby działań marketingowych opiera się na <strong>zgodzie użytkownika</strong> udzielonej za pomocą <cookiesLink>banera cookies</cookiesLink>. </listItem></secondaryOrderedList></listItem><listItem>Udostępnianie danych osobowych<secondaryOrderedList><listItem>Dane osobowe mogą być przekazywane wyłącznie zewnętrznym podmiotom wspierającym Administratora w realizacji usług, tj.: <unorderedList><listItem><googleAnalyticsLink>Google Analytics</googleAnalyticsLink> – analizy statystyczne i marketingowe, </listItem><listItem><awsLink>Amazon Web Services (AWS)</awsLink> – hosting i przechowywanie danych. </listItem></unorderedList></listItem><listItem>Dane mogą być przekazywane poza <strong>Europejski Obszar Gospodarczy (EOG)</strong>, w szczególności do USA. Transfery te odbywają się na podstawie <strong>standardowych klauzul umownych (SCC)</strong> oraz dodatkowych zabezpieczeń, takich jak szyfrowanie danych i pseudonimizacja. </listItem><listItem>W przypadku wymogu prawnego, dane mogą być przekazane organom ścigania lub innym uprawnionym podmiotom.</listItem><listItem>Szczegółowa analiza ryzyka jest dostępna na żądanie.</listItem></secondaryOrderedList></listItem><listItem>Profilowanie danych osobowych<secondaryOrderedList><listItem>Administrator może prowadzić <strong>profilowanie</strong> użytkowników w celach marketingowych. Profilowanie polega na automatycznym analizowaniu zachowań użytkowników (np. odwiedzane podstrony, lokalizacja, preferencje zakupowe), aby dostosować treści reklamowe. </listItem><listItem>Profilowanie <strong>nie wywołuje skutków prawnych</strong> ani istotnych konsekwencji dla użytkowników. </listItem><listItem>Użytkownik ma prawo <strong>sprzeciwić się profilowaniu</strong> w dowolnym momencie. </listItem></secondaryOrderedList></listItem><listItem>Pliki cookies<secondaryOrderedList><listItem>Strona internetowa używa plików cookies w następujących celach: <unorderedList><listItem><strong>Niezbędne</strong> – zapewnienie prawidłowego działania strony <strong>(art. 6 ust. 1 lit. f RODO)</strong>. </listItem><listItem><strong>Preferencje</strong> – zapamiętywanie wyborów użytkownika, takich jak preferowany język strony. </listItem><listItem><strong>Statystyka</strong> – analiza ruchu na stronie. </listItem><listItem><strong>Marketing</strong> – personalizowanie reklam i prowadzenie działań marketingowych. </listItem></unorderedList></listItem><listItem>Użytkownik może zmieniać ustawienia cookies w dowolnym momencie, korzystając z <cookiesLink>banera cookies</cookiesLink> lub <strong>ustawień przeglądarki</strong>. </listItem><listItem>Szczegółowe informacje można znaleźć w mojej <cookiesPolicyLink>Polityce Cookies</cookiesPolicyLink>. </listItem></secondaryOrderedList></listItem><listItem>Prawa użytkowników<secondaryOrderedList><listItem>Każdemu użytkownikowi przysługuje prawo do: <unorderedList><listItem><strong>dostępu</strong> do swoich danych, </listItem><listItem><strong>sprostowania</strong> swoich danych, </listItem><listItem><strong>usunięcia</strong> danych (<strong>prawo do bycia zapomnianym</strong>), </listItem><listItem><strong>ograniczenia przetwarzania</strong> danych, </listItem><listItem><strong>wniesienia sprzeciwu</strong> wobec przetwarzania, </listItem><listItem><strong>przeniesienia danych</strong> do innego administratora. </listItem></unorderedList></listItem><listItem>Każdy użytkownik ma również prawo do wniesienia skargi do <strong>Prezesa Urzędu Ochrony Danych Osobowych (UODO)</strong>, jeśli uważa, że jego dane są przetwarzane niezgodnie z przepisami RODO. </listItem><listItem>Wszelkie żądania dotyczące praw użytkowników można zgłaszać za pomocą <contactLink>formularza kontaktowego</contactLink> na stronie lub na adres e-mail: <emailLink>$t(paths:email)</emailLink>. </listItem><listItem>Administrator odpowiada na każde zgłoszenie dotyczące praw użytkowników w terminie <strong>do 1 miesiąca</strong> od jego otrzymania. </listItem></secondaryOrderedList></listItem><listItem>Czas przechowywania danych<secondaryOrderedList><listItem>Dane osobowe będą przechowywane przez okres: <unorderedList><listItem>prowadzenia korespondencji oraz realizacji Twojego zapytania (formularz, e-mail, LinkedIn) – nie dłużej niż 12 miesięcy od zakończenia kontaktu,</listItem><listItem>w przypadku nawiązania współpracy lub podpisania NDA – przez czas niezbędny do realizacji umowy oraz przez okres wymagany przepisami prawa, </listItem><listItem>do celów marketingowych i analitycznych – <strong>nie dłużej niż 2 lata</strong> lub do momentu wniesienia sprzeciwu. </listItem></unorderedList></listItem><listItem>Po zamknięciu konta użytkownika dane zostaną <strong>usunięte</strong>, chyba że przepisy prawa wymagają ich dłuższego przechowywania (np. dla celów podatkowych lub księgowych). </listItem></secondaryOrderedList></listItem><listItem>Zabezpieczenia danych<secondaryOrderedList><listItem>Administrator stosuje odpowiednie środki techniczne i organizacyjne, aby zapewnić ochronę przetwarzanych danych, w tym: <unorderedList><listItem><strong>szyfrowanie transmisji danych (SSL)</strong>, </listItem><listItem><strong>kontrolę dostępu do danych</strong>, </listItem><listItem><strong>monitorowanie logów</strong>, </listItem><listItem><strong>regularne kopie zapasowe</strong>. </listItem></unorderedList></listItem><listItem>W przypadku <strong>naruszenia ochrony danych</strong>, które może stanowić zagrożenie dla praw lub wolności użytkownika, Administrator niezwłocznie poinformuje o tym użytkowników za pośrednictwem e-maila oraz opublikuje stosowny komunikat na stronie. </listItem></secondaryOrderedList></listItem><listItem>Zmiany w Polityce Prywatności<secondaryOrderedList><listItem>Administrator zastrzega sobie prawo do <strong>aktualizacji Polityki Prywatności</strong>. Zmiany będą publikowane na stronie internetowej, a użytkownicy zostaną o nich powiadomieni drogą e-mailową. Poprzednie wersje polityki będą dostępne na żądanie. </listItem></secondaryOrderedList><br/>Polityka Prywatności obowiązuje od dnia: <strong>1.7.2025</strong></listItem></primaryOrderedList>"
    }
  }
}
